/*
Есть переменная, в нее может быть записано пользователем значение (записывать не надо, но можно, prompt). При помощи логических операторов во вторую переменную записать результат пользовательского ввода, и если пользователь ничего не ввел, поставить значение по умолчанию.
=========================================
 Та же задача как и первая, но с отличием что если пользователь что-то ввел, то ставить по умолчанию первое значение, в ином случае ставить второе значение.
=========================================
Есть переменная, в которой записана максимальная площадь круга.
Пользователь ввел число которое является радиусом круга (изначально это строка).
Необходимо преобразовать эту строку в число, и произвести вычисление площади круга.
При помощи операторов if определить, если площадь больше максимальной то вывести сообщение об этом ("Введенные данные больше лимита"), иначе вывести сообщение что все хорошо.
*/